Revit 2018 API
SolidOrShellTessellationControls Class
 Controls various aspects of the triangulation produced by SolutUtils::tessellateSolidOrShell.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 18.0.0.0 (18.0.0.0)
Since: 2013
Syntax
C#
public class SolidOrShellTessellationControls : IDisposable
Visual Basic
Public Class SolidOrShellTessellationControls _
	Implements IDisposable
Visual C++
public ref class SolidOrShellTessellationControls : IDisposable
Inheritance Hierarchy
System.Object
 Autodesk.Revit.DB.SolidOrShellTessellationControls
See Also
SolidOrShellTessellationControls Members
Autodesk.Revit.DB Namespace